math251/two_two.tex
% Created 2024-10-18 Fri 09:28
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\date{\today}
\title{two two}
\hypersetup{
 pdfauthor={},
 pdftitle={two two},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.4 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section{Theorem}
\label{sec:orgc49209f}
For a square matrix A, if A has a row or column of zeros, then det(A) = 0
\section{Theorem}
\label{sec:org024033c}
For a square matrix A, det(A) = det(A\textsuperscript{T})
\section{Theorem}
\label{sec:orga5c6bd7}
If B is constructed from A by switching 2 rows of A, then det(B) = -det(A)
\section{Theorem}
\label{sec:org1a23cac}
If B is constructed from A by multiplying a row of A by a number k then det(B) = kdet(A)
\section{Theorem}
\label{sec:orgfdd6bb4}
If B is constructed from A by replacing a row of A with the sum of itself and a multiple of another row, then det(B) = det(A)
\end{document}
